{
  "CopilotChat.nvim": {
    "branch": "main"
  },
  "barbar.nvim": {
    "branch": "master"
  },
  "blink-cmp-copilot": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "git-blame.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "mini.snippets": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "peek.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "swagger-preview.nvim": {
    "branch": "master"
  },
  "wezterm-types": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
